/* The amount title */
"Amount.Title" = "المبلغ";

/* The card number (pan) placeholder text */
"Card.Number.Placeholder" = "ادخل رقم البطاقة";

/* The card number (pan) title text */
"Card.Number.Title" = "رقم البطاقة";

/* The check out id title text */
"Check.Out.Id.Title" = "رقم معرف العملية";

/* The currency title text */
"Currency.Title" = "العملة";

/* The customer name title text */
"Customer.Name.Title" = "اسم العميل";

/* The customer phone number title text */
"Customer.Phone.Number.Title" = "رقم هاتف العميل";

/* The date and time title text */
"Date.Time.Title" = "التاريخ والوقت";

/* The card expiry date placeholder */
"Expiry.Date.Placeholder" = "تاريخ الانتهاء YY/MM";

/* The card expiry date title text */
"Expiry.Date.Title" = "تاريخ انتهاء البطاقة";

/* The internet pin placeholder */
"IPin.Placeholder" = "ادخل رمز التعريف الشخصي";

/* The internet pin title text */
"IPin.Title" = "رمز التعريف الشخصي";

/* The pay button title text */
"Pay.Button.Title" = "ادفع";

/* The response code title text */
"Response.Code.Title" = "رمز الاستجابة";

/* The response message title text */
"Response.Message.Title" = "رسالة الاستجابة";

/* The response status title text */
"Response.Status.Title" = "حالة الاستجابة";

/* The reference id title text */
"Reference.Id.Title" = "رقم المرجع";

/* The currency title text */
"Service.Title" = "الخدمة";

/* The validation error title text */
"Validation.Error.Title" = "بيانات خاطئة";

/* The card number (PAN) error message */
"PAN.Error.Message" = "يرجى ادخال رقم بطاقة صالحا، يجب ان يكون 16 او 19 رقما.";

/* The PIN error message */
"PIN.Error.Message" = "يرجى ادخال رقم تعريف شخصي صحيح، يحب ان يكون على الاقل 4 ارقام.";

/* The expiry date error message */
"Expiry.Date.Error.Message" = "يرجى ادخال تاريخ انتهاء صالحا، يجب ان يكون في الصيغة YY/MM مثال 29/01 (يناير/2029).";

/* The Okay button title text */
"Okay.Title" = "حسنا";
